[
  {
    "id": "esfera-elemental",
    "misterio": ["Elemental Geral"],
    "nome": "Esfera Elemental",
    "nivel": 2,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Uma esfera de energia com coloração variável surge de seu dedo ao apontá-lo para um ponto de sua escolha no alcance da magia, após isso, essa energia se condensa e se amplia com uma assinatura sonora em uma explosão de um elemento que você seja capaz de manipular. Cada criatura em uma esfera de 6m de raio centrada naquele ponto deve fazer uma salvaguarda de Destreza. Um alvo sofre 8d6 de dano elemental baseado no elemento utilizado em uma falha, ou metade do dano em um sucesso.",
    "nivel_superior": "Ao conjurar esta magia com pontos base acima do nível original, o dano aumenta em 1d6 por nível."
},

  {
    "id": "misseis-magicos",
    "nome": "Mísseis Mágicos",
    "misterio":["Runomancia"],
    "nivel": 1,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Projéteis arcanos certeiros...",
    "nivel_superior": ""
  },
  {
    "id": "manipular-sombra",
    "misterio": ["Umbramancia"],
    "nome": "Manipular Sombra",
    "nivel": 1,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você manipula uma sombra de uma criatura ou objeto dentro do alcance. A sombra pode realizar ações simples que não necessitam de algum teste, como abrir uma porta por exemplo. As ações devem ser feitas dentro do alcance da magia e ela não pode segurar itens. Adicionalmente, você realizar essa magia várias vezes para manipular sombras simultaneamente.",
    "nivel_superior": ""
  },
  {
    "id": "guardar-sombra",
    "misterio": ["Umbramancia"],
    "nome": "Guardar na sombra",
    "nivel": 2,
    "Tempo":"3 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "A sua sombra pode conter objetos. Ao conjurar essa magia, você pode guardar itens dentro. Sua sombra possui 4 espaços, no qual não conta para os espaços que você está carregando. Você faz o uso de uma ação para retirar o item da sua sombra",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 5° nível, o espaço da sua sombra aumenta para 6 e aumenta novamente para 8 no 7° nível"
  },
  {
    "id": "esculpir-sombra",
    "misterio": ["Umbramancia", "Sombra"],
    "nome": "Esculpir Sombra",
    "nivel": 2,
    "Tempo":"2 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "Uma cena ou até ser usada",
    "descricao": "Você esculpe sombras próximas na forma de uma arma, ferramenta ou item simples. Ao fazer isso, você só pode criar itens não consumíveis de custo 0.",
    "nivel_superior": ""
  },
  {
    "id": "extinguir-luz",
    "misterio": ["Umbramancia"],
    "nome": "Extinguir Luz",
    "nivel": 1,
    "Tempo":"1 ação",
    "Alcance":"Médio",
    "Componentes":"S",
    "duracao": "Instantânea",
    "descricao": "Você extingue uma fonte de luz dentro do alcance. Para uma fonte de luz mágica, você deve realizar um teste de Feitiçaria contra a CD do alvo. Se você tiver sucesso, você suprime a fonte de luz por 1 minuto.",
    "nivel_superior": ""
  },
  {
    "id": "deja-vu",
    "misterio": ["Cronomancia"],
    "nome": "Déjà Vu",
    "nivel": 2,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você loopa o pensamento de um alvo, forçando ele à realizar certas ações. O alvo deve realizar um teste de Vontade, em uma falha qualquer ação que ele realizar no próximo turno, ele será forçado à fazer no próximo turno consecutivo. A ação deve ser realizada na mesma ordem e a mais próxima da original possível. Se o alvo não conseguir realizar a ação, ele pode fazer o que quiser nas suas ações, porém ele fica Estupefato 1",
    "nivel_superior": ""
  },
  {
    "id": "ferramenta-temporaria",
    "misterio": ["Invocação"],
    "nome": "Ferramenta temporária",
    "nivel": 2,
    "Tempo":"1 minuto",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "Uma cena ou até ser usada",
    "descricao": "Você invoca uma ferramenta simples temporária, como uma pá ou uma corda na sua mão. Ela dura 1 minuto ou até ser usada, o que acontecer primeiro, em que ela desaparece em seguida.",
    "nivel_superior": ""
  },
  {
    "id": "empurrao-hidraulico",
    "misterio": ["Água"],
    "nome": "Empurrão Hidraulico",
    "nivel": 1,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você conjura um poderoso jato d'água em um alvo e o empurra. Faça um teste de Feitiço contra um alvo no alcance, em um acerto o alvo toma 3d6 de dano contundente e é empurrado 1,5m",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 2d6 por nível."
  },
  {
    "id": "bolso-temporal",
    "misterio": ["Cronomancia"],
    "nome": "Bolso Temporal",
    "nivel": 3,
    "Tempo":"1 minuto",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "Até o seu próximo descanso",
    "descricao": "Você joga o item alvo para o futuro e o liga para a criatura que o está segurando. O item desaparece. Quando a magia termina, o item reaparece com a criatura que estava o segurando quando você conjurou a magia. Se a criatura tem mãos livres o bastante para segurar o item, ele aparece nas mãos da criatura, se não ela aparece no chão no espaço da criatura. A magia termina se você à conjura-la de novo ou se você for reduzido a 0 pontos de vida.",
    "nivel_superior": ""
  },
  {
    "id": "caminhada-lotus",
    "misterio": ["Flora"],
    "nome": "Caminhada de Lótus",
    "nivel": 3,
    "Tempo":"2 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "1 minuto",
    "descricao": "Flores de lótus e outras plantas aquáticas nascem dos seus pés, permitindo que você ande na superfície d'água e de outros líquidos. Você pode ir para baixo d'água se quiser, mas nesse caso você deve nadar normalmente. Enquanto você anda na água, você deixa um rastro de plantas aquáticas gigantes que aguentam o peso de uma criatura média e duram até o fim do próximo turno.",
    "nivel_superior": "Quando conjurar essa magia com pontos base de 4° nível, a duração aumenta para 10 minutos e o rastro dura até o fim da magia. Ao conjurar com pontos base de 6° nível, a duração aumenta para 1 hora e o rastro é permanente, porém se a água não suportar tais plantas, elas morrerão dentro de uma semana e podem ser dispensadas com dispersar magia."
  },
  {
    "id": "pulo-temporal",
    "misterio": ["Cronomancia"],
    "nome": "Pulo temporal",
    "nivel": 3,
    "Tempo":"1 ação",
    "Alcance":"Pessoal",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você pula segundos no tempo, aparecendo no outro lado do campo de batalha num piscar de olhos. Você ganha 2 ações, no qual você pode fazer um pulo, se levantar, dar um passo ou se mover. Se você tiver o movimento adequado, você também pode voar, escalar, nadar e se enterrar.\nEnquanto você faz essas ações, o tempo congela. Todas as criaturas não estão cientes da suas ações, não podem agir e nem falar. Enquanto você faz essas ações, você nenhum outro tipo de ação. Assim que as ações forem feitas, o tempo volta, e para os outros você aparentemente se teleportou.\nPular muito no tempo causa desorientação, então se você usar pulo temporal novamente dentro de um minuto você fica Estupefato 4.",
    "nivel_superior": ""
  },
  {
    "id": "Clone-espacial",
    "misterio": ["Espaçomancia"],
    "nome": "Clone Espacial",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "1 cena (Sustentada)",
    "descricao": "Você puxa uma duplicata dimensional de um aliado dentro do alcance da magia. A duplicata aparece dentro de um espaço vazio em alcance curto de você e pode repetir ações básicas de uma ação - como fazer uma ataque, puxar uma alavanca ou se mover. O clone age após o turno do alvo original e possui 1 ponto de vida, caso ele caia a 0 pontos de vida ele volta à sua dimensão original.\nCriar um clone espacial fere bastante as regras dimensionais, um aliado que foi alvo por clone espacial está imune aos efeitos da magia por 1 dia.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 9° nível, a duplicata pode fazer 2 ações, como atacar duas vezes ou conjurar uma magia"
  },
  {
    "id": "passo-nebuloso",
    "misterio": ["Espaçomancia", "Umbramancia"],
    "nome": "Passo nebuloso",
    "nivel": 4,
    "Tempo":"1 ação",
    "Alcance":"6m",
    "Componentes":"S",
    "duracao": "Instantânea",
    "descricao": "Você telepota para um lugar dentro de 6m que você possa ver.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, a distância do teleporte aumenta em 1,5m à cada nível"
  },
  {
    "id": "ponto-retorno",
    "misterio": ["Cronomancia", "Espaçomancia"],
    "nome": "Ponto de retorno",
    "nivel": 4,
    "Tempo":"3 ações",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "1 cena",
    "descricao": "Você marca o espaço tocado como uma um ponto de retorno. Durante a duração da magia, você pode fazer gastar uma ação para retornar ao ponto de retorno, junto com seus itens. O teleporte falha se a área estiver ocupada, se o ponto de retorno estiver à uma distância longa de você ou se você trazer outras criaturas consigo. Assim que você se teleportar ao ponto de retorno, a magia acaba.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, você pode ter como alvo você e outras 4 criaturas em alcance curto. Cada um pode voltar ao ponto de retorno com uma ação durante a duração da magia e a magia só termina quando todos usarem seus pontos de retorno."
  },
  {
    "id": "reparar",
    "misterio": ["Cronomancia", "Transmutação"],
    "nome": "Reparar",
    "nivel": 1,
    "Tempo":"1 ação",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Esta magia repara uma quebra ou rupura em um objeto que você toque, como um elo de corrente quebrado, duas metades de uma chave quebrada, um manto rasgado ou um odre vazando. Se a quebra ou ruptura não for maior do que 1 pé em qualquer direção, você a repara sem deixar traços do dano anterior.\nEsta magia pode reparar um item mágico ou construto, mas não pode restaurar a magia de tal objeto.",
    "nivel_superior": ""
  },
  {
    "id": "recuo-acelerado",
    "misterio": ["Cronomancia", "Vento"],
    "nome": "Recuo acelerado",
    "nivel": 2,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Até o fim do seu próximo turno",
    "descricao": "Você manipula o tempo ao redor de 4 criaturas voluntárias, fazendo eles se moverem momentaneamente mais rápido. Os alvos recebem uma ação adicional para se movimentar, dar um passo ou fazer um ataque.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 4° nível, você pode afetar até 6 criaturas voluntárias no alcance."
  },
  {
    "id": "atrasar-consequencia",
    "misterio": ["Cronomancia"],
    "nome": "Atrasar Consequência",
    "nivel": 4,
    "Tempo":"Reação: Quando um objeto ou criatura no alcance for acertado por um ataque ou magia",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "1 turno",
    "descricao": "Você transporta o momento em que o alvo da magia iria se machucar para o futuro. Rode o dano normalmente, mas você não diminui os pontos de vida ou aplica outros efeitos do ataque até o fim da magia. Quando a magia terminar, o alvo imediatamente é afetado pelo ataque, recebendo dano e sendo afetado por qualquer efeito adicional. Você pode dispersar essa magia antes dela terminar",
    "nivel_superior": ""
  },
  {
    "id": "stasis",
    "misterio": ["Cronomancia"],
    "nome": "Stasis",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S, M",
    "duracao": "1 turno",
    "descricao": "O fluxo do tempo para ao redor de uma criatura ou objeto, o parando no lugar. O alvo deve fazer um teste de Vontade ou o tempo para de passar para o alvo pela duração da magia. Durante a duração da magia ele é invulnerável à dano, ele não pode ser alvo ou afetado por algo e nenhuma rodada contabiliza para ele.\nEnquanto em statis, o alvo não pode ser movido e se mantem parado no mesmo lugar, desafiando a gravidade se preciso.",
    "nivel_superior": ""
  },
  {
    "id": "velocidade",
    "misterio": ["Cronomancia", "Elétrico"],
    "nome": "Velocidade",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S, M",
    "duracao": "1 cena",
    "descricao": "Você amplia a velocidade do alvo para que ele aja com mais ve locidade. Ele ganha uma ação adicional cada turno para atacar ou dar um passo.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, você pode ter como alvo 6 criaturas."
  },
  {
    "id": "lentidao",
    "misterio": ["Cronomancia"],
    "nome": "Lentidão",
    "nivel": 5,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S",
    "duracao": "10 turnos",
    "descricao": "Você examina a passagem do tempo em uma área, faz alguns pinos metafísicos, diminuindo o fluxo do tempo como um rio de melaço. Qualquer criatura que começar seu turno na área deve realizar um teste de Vontade, em uma falha ela perde uma ação no seu turno.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, você pode ter como alvo 10 criaturas e o alvo perde um turno por 1 minuto"
  },
  {
    "id": "protecao-contra-morte",
    "misterio": ["Cronomancia", "Necromancia"],
    "nome": "Proteção Contra Morte",
    "nivel": 5,
    "Tempo":"1 minuto",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "1 dia",
    "descricao": "Você toca uma criatura e concede à ela uma medida de proteção contra a morte.\nA primeira vez que o alvo cair à 0 pontos de vida como resultado de ter sofrido dano, ele ao invés disso cai para 1 ponto de vida e a magia termina.\nSe a magia ainda estiver em ação quando o alvo for submetido a um efeito que o mataria instantaneamente sem causar dano, este efeito é negado contra o alvo da magia.",
    "nivel_superior": ""
  },
  {
    "id": "reverter-dano",
    "misterio": ["Cronomancia"],
    "nome": "Reverter dano",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Toque",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você reverte o fluxo do tempo de uma criatura, fazendo seus machucados recentes se curarem. Ao tocar uma criatura, você rebobina o tempo das feridas dela, ela recupera 6d4 pontos de vida.\nEssa cura funciona em construtos e mortos vivos",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, os pontos de vida curados aumentam para 1d4 por nível"
  },
  {
    "id": "tecer-trama",
    "misterio": ["Cronomancia"],
    "nome": "Tecer trama",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S, M",
    "duracao": "1 turno",
    "descricao": "Você mexe nas diferentes linhas do tempo ao redor de uma criatura e escolhe uma mais favorável de acontecer. O alvo deve realizar um teste de Vontade, e em uma falha, você deve decidir quais ações tomará no próximo turno: 'Atacar Bob com minha espada', 'Conjurar Escudo' 'Se movimentar em direção de Pitter'. Independente do quão benéfico é realizar a ação, o alvo deverá a realizar assim que chegar em seu turno. A ação deve ser plausível e que faça sentido ele tomar normalmente.\nSe a situação mudar de forma que a ação da criatura se torne impossível, ela perde a última ação do seu turno e cai em um paradoxo temporal. Se a criatura não conseguir realizar a ação, ela perde a última ação do seu turno, caindo em um paradoxo temporal.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, a magia afeta todos os inimigos na área."
  },
  {
    "id": "peso-dia",
    "misterio": ["Cronomancia"],
    "nome": "Peso de um dia",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "1 cena",
    "descricao": "Você acelera o tempo de uma criatura, a fazendo sofrer o cansaço de um dia. Ela deve fazer um teste de Fortitude ou ficará fatigada e fraca 1 pela duração da magia.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 6° nível, você pode ter como alvo até 10 criaturas."
  },
  {
    "id": "parar-tempo",
    "misterio": ["Cronomancia"],
    "nome": "Parar o tempo",
    "nivel": 10,
    "Tempo":"",
    "Alcance":"",
    "Componentes":"V",
    "duracao": "Você temporariamente para o tempo de tudo menos você, permitindo que você use diversas ações sem que os outros percebam. Assim que você conjura Parar o Tempo, você pode usar até 9 ações de 3 grupos cada uma. Depois de fazer cada grupo de ação, um turno passa, mas só para você, efeitos que te afetam e efeitos que você cria durante o tempo parado. Todas as outras criaturas e objetos são invulneráveis aos seus ataques, e você não pode ter elas como alvo ou afetá-las. Assim que você termina suas ações, o tempo volta para o resto do mundo. Qualquer efeito criado durante a duração que se extende, como Parede Elemental, imediatamente afeta os outros de novo, mas não tem nenhum de seus efeitos que acontece no momento que você conjura a magia.",
    "descricao": "",
    "nivel_superior": ""
  },
  {
    "id": "acelerar-tempo",
    "misterio": ["Cronomancia"],
    "nome": "Acelerar tempo",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "5 turnos",
    "descricao": "Você acelera o fluxo do tempo em uma área de 6m, distorcendo o tempo até que ele mova de forma sutíl e caótica. Qualquer criatura que comece seu turno na área ganha uma ação adicional em cada turno para se mover ou atacar. Porém, devido À discrepância de velocidade, criaturas dentro da área estão sob cobertura leve para aqueles de fora e vice versa.",
    "nivel_superior": ""
  },
  {
    "id": "devorar-forma-sombria",
    "misterio": ["Sombra"],
    "nome": "Devorar Forma Sombria",
    "nivel": 2,
    "Tempo":"1 ação",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "10 turnos (Sustentada)",
    "descricao": "Seus poderes sombrios mesclam com seu corpo físico, permitindo você pegar características de criaturas sombrias. Seus braços e pernas se transformam em tentáculos sombrios. Você recebe um ataque tentáculo com 3m de alcance, da 1d8 de dano e pode agarrar com uma ação. Toda vez que você sustenta essa magia no seu turno, você pode fazer um teste de Atletismo com seu tentáculo para agarrar uma criatura no seu alcance",
    "nivel_superior": ""
  },
  {
    "id": "manto-sombras",
    "misterio": ["Umbramancia", "Sombra"],
    "nome": "Manto das Sombras",
    "nivel": 1,
    "Tempo":"1 ação",
    "Alcance":"Toque",
    "Componentes":"V",
    "duracao": "10 turnos",
    "descricao": "Você cobre uma criatura voluntária em um manto de sombras que dificulta o ver. O manto reduz luz dentro de uma área de 6m para penumbra. Essa é uma forma de escuridão mágica, então pode agir contra luz mágica.\nO alvo pode usar a condição de cobertura leve para se esconder nas sombras, por mais que observadores podem seguir a aura de sombras, dificultando o alvo não se tornar indetectado. O alvo pode gastar uma ação para remover o manto e deixá-lo para trás como uma isca, reduzindo a luz até o fim da duração da magia.\nSe outra pessoa pegar o manto durante a duração da magia, o manto desaparece e a magia termina.",
    "nivel_superior": ""
  },
  {
    "id": "void-interestelar",
    "misterio": ["Espaçomancia"],
    "nome": "Void Interestelar",
    "nivel": 3,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "10 turnos (Sustentada)",
    "descricao": "Você chama o profundo frio do cosmos para trazer um frio terrível para seu inimigo. Faça um teste de Feitiçaria, em um acerto o alvo é coberto por um frio cósmico, que da 3d6 de dano de frio e a primeira vez que você sustentar a magia em turnos futuros, o alvo deve realizar um teste de Fortitude ou ficará fatigado enquanto o efeito persiste.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano da magia aumenta em 1d6 por nível."
  },
  {
    "id": "flicker",
    "misterio": ["Espaçomancia"],
    "nome": "Flicker",
    "nivel": 5,
    "Tempo":"2 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "10 turnos",
    "descricao": "Você oscila entre o seu plano de existencia e outro. Você ganha redução de dano 5 para todos os danos, menos força. No fim de cada um dos seus turnos, você teleporta 3m em uma direção aleatória, decidida pelo mestre. Você pode sustentar essa magia para poder teleportar dessa forma.",
    "nivel_superior": "Ao conjurar essa magia com pontos base 2 níveis acima do nível original, a redução de dano aumenta em 3"
  },
  {
    "id": "lebre-tartaruga",
    "misterio": ["Cronomancia"],
    "nome": "A Lebre e a Tartaruga",
    "nivel": 7,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "1 turno",
    "descricao": "Você mostra que com calma e com jeito nem sempre se vence uma corrida, tornando o alvo em uma tartaruga metafórica e você ou um aliado em um coelho, tirando a velocidade do seu inimigo e colocando em outro alvo. O alvo deve fazer um teste de Fortitude, em uma falha ele perde uma ação por 3 turnos e o outro alvo ganha uma ação por 3 turnos. Ele pode usar essa ação adicional para dar um passo, se movimentar ou atacar.",
    "nivel_superior": ""
  },
  {
    "id": "pesadelo",
    "misterio": ["Oniromancia"],
    "nome": "Pesadelo",
    "nivel": 4,
    "Tempo":"10 minutos",
    "Alcance":"Planetário",
    "Componentes":"V, S, M",
    "duracao": "1 dia",
    "descricao": "Você envia pesadelos pertubadores para o alvo. A próxima vez que o alvo for dormir, ele deve realizar um teste de Vontade. Se você conhecer o alvo só por nome e nunca conheceu ele, ele tem um bônus de +4 pro teste. Em uma falha, o alvo não dorme direito e acorda fatigado e drenado 1",
    "nivel_superior": "Ao conjurar essa magia com pontos de mana de 6° nível, o alvo acorda fatigado e drenado 2"
  },
  {
    "id": "impulso",
    "misterio": ["Espaçomancia"],
    "nome": "Impulso",
    "nivel": 1,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você distorce o espaço conseguindo mover um objeto ou criatura de tamanho Médio. O alvo deve realizar um teste de Atletismop ou é movido 5 pés em uma direção que você quiser. Caso o espaço esteja ocupado, o alvo recebe 1d8 de dano físico, à depender de onde ele se choque.\nCaso o alvo se choque com outra criatura, essa criatura deve fazer um teste de Reflexos. Em uma falha, ambos recebem o dano.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d8 por nível e o empurrão aumenta em 1,5m à cada 2 níveis."
  },
  {
    "id": "salto",
    "misterio": ["Espaçomancia", "Gravitomancia"],
    "nome": "Salto",
    "nivel": 2,
    "Tempo":"1 ação",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Você pula 9m em qualquer d ireção sem tocar o chão. Você pousa em um espaço dentro de 9m de você, ou você cai depois de usar sua próxima ação",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 3° nível, o alcance se torna toque e a duração 1 minuto, permitindo o alvo realziar o pulo descrito sempre que ele realizar a ação de pulo"
  },
    {
    "id": "pulo-sombras",
    "misterio": ["Umbramancia"],
    "nome": "Pulo das sombras",
    "nivel": 5,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você instantâneamente se teleporta de uma sombra à outra. Teleporte você e seus itens do seu espaço atual para outro que você pode ver que está em penumbra ou escuridão dentro do alcance. Você pode transportar seu familiar com você, mas se Pulo Sombrio for trazer qualquer outra criatura com você, a magia falha.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 8° nível, você se torna invisivel até o fim do seu próximo turno ou até quando você não estiver em uma área de escuridão ou penumbra, o que vier primeiro."
  },
    {
    "id": "queimadura-vacuo",
    "misterio": ["Espaçomancia"],
    "nome": "Queimadura do Vácuo",
    "nivel": 2,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"S",
    "duracao": "Instantânea",
    "descricao": "você canaliza uma pequena explosão de energia corrosiva, centrada em um ponto no alcance da magia, que atinge todas as criaturas em um raio de 3m. Criaturas afetadas devem realizar um teste de Reflexos. Em uma falha recebem 2d6 de dano energético. Em um sucesso recebem apenas metade do dano",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d6 por nível"
  },
    {
    "id": "salto-ecoante",
    "misterio": ["Espaçomancia"],
    "nome": "Salto Ecoante",
    "nivel": 3,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "1 turno",
    "descricao": "Você teleporta para um espaço desocupado dentro da magia, deixando para trás um eco de si mesmo que explode com força mágica. Criaturas à uma área de 3m da sua localização anterior devem realizar um teste de Reflexos, tomando 4d8 de dano de força ou metade em um sucesso",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 2d8 a cada 2 níveis."
  },
    {
    "id": "puxao-destorcido",
    "misterio": ["Espaçomancia"],
    "nome": "Puxão Distorcido",
    "nivel": 3,
    "Tempo":"Reação: Um efeito iria causar dano no alvo no alcance",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você tira um aliado do perigo com um teleporte. O efeito que desencadeou a magia ainda acerta o alvo, porém o alvo ganha 5 de RD para o dano do efeito que desencadeou a magia",
    "nivel_superior": "Ao conjurar essa magia com pontos base 2 níveis acima do nível original, a redução de dano aumenta em 5"
  },
      {
    "id": "mergulhar-romper",
    "misterio": ["Água"],
    "nome": "Mergulhar e Romper",
    "nivel": 3,
    "Tempo":"2 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você pula 3m e ao invés de cair você desaparece em um respingo de água, mergulhando na superfície como um nadador mergulhando em uma pscina. Você então sai em outro respíngo de água em um espaço desocupado dentro de 12m, saindo da superfície enquanto você pula pra fora, caindo 3m daonde você saiu. Cada respingo de água que causam 2d10 de dano contundente em criaturas em uma área de 1,5m. Criaturas em duas áreas de respingo só tomam dano uma vez.",
    "nivel_superior": ""
  },
    {
    "id": "translocar",
    "misterio": ["Espaçomancia"],
    "nome": "Translocar",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você instantâneamente teleporta você e outros itens que você esteja carregando para um espaço desocupado que você possa ver dentro do alcance. Se você estiver carregando outra criatura com você, a magia falha.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 6 nível, o alcance se torna 2km. Você não precisa ver seu destino se você já esteve lá antes e sabe sua localização e distância de você. Você fica então imune à essa magia por 1 hora."
  },
    {
    "id": "teleporte-forçado",
    "misterio": ["Espaçomancia"],
    "nome": "Teleporte Forçado",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Você forçadamente teletransporta dois alvos para um espaço dentro do alcance. As criaturas devem caber dentro do novo espaço, que deve estar dentro da área da magia e dentro do seu campo de visão. Criaturas involuntárias devem realizar um teste de Vontade ou será transportada",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, você pode aumentar o número de alvos em 1."
  },
    {
    "id": "torcao-espacial",
    "misterio": ["Espaçomancia"],
    "nome": "Torção Espacial",
    "nivel": 8,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Você torce duas criaturas e forçadamente teletransporta elas dentro da área. As criaturas devem caber dentro do novo espaço, que deve estar dentro da área da magia e dentro do seu campo de visão. Cada alvo deve realizar um teste de Fortitude, ou sofrerá 10d10 de dano de força.",
    "nivel_superior": ""
  },
    {
    "id": "piscar-carregado",
    "misterio": ["Espaçomancia"],
    "nome": "Piscar carregado",
    "nivel": 5,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "1 turno",
    "descricao": "Você se impulsiona na fabrica do espaço para dar um golpe carregando o momentum do seu teleporte. Você teleporta para um espaço vazio adjacente à criatura que você vê no seu alcance e faz um ataque corpo-a-corpo contra a criatura com a arma que você está carregando. Em um acerto, o golpe causa seu dano normal mais 2d8 de dano de força.",
    "nivel_superior": "Ao conjurar essa magia com pontos base 2 níveis acima do nível original, o alcance aumenta em um grau e o dano de força aumenta em 1d8"
  },
    {
    "id": "teletransporte",
    "misterio": ["Espaçomancia"],
    "nome": "Teletransporte",
    "nivel": 6,
    "Tempo":"10 minutos",
    "Alcance":"150 km",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Você e quatro outros alvos que você esteja tocando - criaturas voluntárias ou objetos do tamanho de uma criatura - são instantâneamente transportados para um lugar dentro do alcance, ao longo que você saiba a posição do lugar em relação da sua posição atual e a sua aparência. Informação falsa do local usualmente faz a magia falhar, mas pode te levar para um lugar não desejado. Teletransporte não é preciso em distâncias longas. Os alvos tem uma margem de erro igual à 1% do  total de distância percorrida, para viagens curtas essa distância é irrelevante.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, o alcance se torna 1500km.\nNo 8° nível vocês podem viajar em qualquer lugar do planeta, mas se você se teletransportar mais do que 1500km, vocês tem uma margem de erro de 15km.\nNo 9° nível, vocês podem viajar para qualquer localização de outro planeta no mesmo sistema solar, se você tem conhecimento preciso do local vocês tem uma margem de erro de até 150km.\nNo 10° nível, vocês podem teletransportar em qualquer planeta dentro da galáxia."
  },
    {
    "id": "teletransporte-interplanar",
    "misterio": ["Espaçomancia"],
    "nome": "Teletransporte Interplanar",
    "nivel": 8,
    "Tempo":"10 minutos",
    "Alcance":"1,5m",
    "Componentes":"V, S, M (Uma chave planar do plano de existencia, usado como localizador)",
    "duracao": "Instantânea",
    "descricao": "Você e oito aliados travessam as barreiras entre planos de existência. Você deve saber que o plano de destino existe e usar a chave dele, criado do material daquele plano como um localizador para a magia. Enquanto chaves planares são incomuns, assim como Teletransporte Interplanar, semiplanos mais incomuns podem ter chaves raras e até mesmo únicas.\nA magia é altamente imprecisa, você aparece 1d20x30km do último lugar que um dos seus alvos estava localizada na última vez que você viajou pra esse plano. Se é a primeira vez de todos os alvos viajando para um plano, você aparece em um lugar aleatório dentro do plano de exisência. Teletransporte Interplanar não provê meios de retorno, por mais que conjurar Teletransporte Interplanar novamente permita você retornar para o plano passado, a não ser que uma circunstância o impeça.",
    "nivel_superior": ""
  },
  {
    "id": "Mansão Magnífica",
    "misterio": ["Espaçomancia"],
    "nome": "SemiPlano",
    "nivel": 7,
    "Tempo":"1 minuto",
    "Alcance":"Curto",
    "Componentes":"V, S, M um (um pedaço pequeno de mármore polido e uma diminuta colher de prata, cada item com valor mínimo de $20)",
    "duracao": "24 horas",
    "descricao": "Você invoca um semiplano extradimensional no alcance . Você escolhe onde sua única entrada está localizada. A entrada brilha fracamente e possui 1,5m de largura e 3m de altura. Você e qualquer criatura que designar quando conjurar a magia podem entrar na habitação extradimensional enquanto o portal permanecer aberto. Você pode abrir ou fechar o portal se estiver a até 9m dele. Quando está fechado, o portal é invisível.\nDentro, a mansão pode ter qualquer projeto que você quiser enquanto conjura a magia, desde que caiba em um espaço de 12m de altura, largura e profundidade. Enquanto a entrada da mansão está fechada, efeitos de  fora não podem penetrá-la e vice-versa, exceto por Teletransporte Interplanar, que pode ser usado para entrar na mansão, visto que ela está em outro plano.\nA mansão contém alimento suficiente para servir nove banquetes para até 100 pessoas e uma equipe de 100 servos auxiliam a todos os que entram. Você decide a aparência deles e eles são completamente obedientes às suas ordens. Cada servo pode realizar qualquer tarefa que um servo humano normal poderia executar, mas eles não podem atacar ou executar qualquer ação que possa ferir diretamente outra criatura. Os servos podem ir a qualquer lugar da mansão, mas não podem deixá-la. Mobiliário e outros objetos criados por esta magia dissipam-se em fumaça se removidos da mansão. \nQuando a magia termina, quaisquer criaturas dentro do espaço extradimensional são expelidas em espaços abertos o mais próximo da entrada.",
    "nivel_superior": ""
  },
  {
    "id": "semiplano",
    "misterio": ["Espaçomancia"],
    "nome": "Semiplano",
    "nivel": 8,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"S",
    "duracao": "1 hora",
    "descricao": "Você cria uma porta em uma superfície sólida e plana, que você possa ver no alcance da magia. A porta é grande o suficiente para permitir que uma criatura Média passe sem impedimento. Quando aberta, a porta leva para um semiplano que parece ser um quarto vazio de 30 pés em cada dimensão, feito de madeira ou pedra. Quando a magia termina, a porta desaparece e quaisquer criaturas ou objetos dentro do semiplano permanecem presos lá, já que a porta também desaparece do outro lado.\nA cada vez que conjura esta magia, você pode criar um novo semiplano ou fazer a porta se conectar a um semiplano que tenha criado em uma conjuração anterior dessa magia. Além disso, se conhecer a natureza e o conteúdo de um semiplano criado por uma conjuração desta magia por outra criatura, você pode fazer a porta se conectar a este semiplano em vez do seu.",
    "nivel_superior": ""
  },
  {
    "id": "selo-planar",
    "misterio": ["Espaçomancia"],
    "nome": "Selo Planar",
    "nivel": 6,
    "Tempo":"1 minuto",
    "Alcance":"",
    "Componentes":"V, S, M (Um pequeno diamante rosa com valor mínimo de $100)",
    "duracao": "24 horas",
    "descricao": "Você cria uma barreira mágica de 30m contra teletransporte, impedindo efeitos de teletransporte para dentro e fora da área, incluindo itens que permitem acesso para espaços extraplanares. Selo planar impede qualquer tentativa de invocar uma criatura dentro da área, mas não impede a criatura de partir quando a invocação termina.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o tamanho da barreira aumenta em 30m por nível da magia"
  },
  {
    "id": "transposicao-inesperada",
    "misterio": ["Espaçomancia"],
    "nome": "Transposição Inesperada",
    "nivel": 6,
    "Tempo":"Reação: Você vai ser alvo de um ataque",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Quando atacado, você rapidamente troca sua posição com a de outra criatura. Uma criatura que não voluntária à trocar de lugar com você deve realizar um teste de Vontade. Se você conseguir trocar de lugar com o alvo, o ataque é contra essa criatura como se fosse o alvo original do ataque. Depois de você trocar, você e o alvo estão imunes para essa magia até o fim da cena. Você automaticamente troca de lugar com a criatura se ela for voluntária.",
    "nivel_superior": ""
  },
  {
    "id": "recuo-instantaneo",
    "misterio": ["Espaçomancia"],
    "nome": "Recuo Instantâneo",
    "nivel": 4,
    "Tempo":"Reação: Você toma dano de um ataque ou magia",
    "Alcance":"6m",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você sutilmente escapa do perigo. Você instantâneamente teleporta para um espaço desocupado dentro do alcance, você ganha resistência para o dano igual à metade do seu nível. Você não pode usar essa magia se não tem para onde você se teleportar",
    "nivel_superior": ""
  },
  {
    "id": "espiao-sombras",
    "misterio": ["Umbramancia", "Sombra"],
    "nome": "Espião das sombras",
    "nivel": 3,
    "Tempo":"1 minuto",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "24 horas",
    "descricao": "Você conjura um pássaro feito de sombras - a sua escolha qual o tipo de pássaro - para um lugar dentro do alcance e observar tudo por lá. O pássaro possui todos os seus sentidos, 1 ponto de vida, 17 de Defesa e compartilha seu bônus de percepção. Assim que a duração da magia terminar ou uma condição for atendida (condição essa que deve ser simples, tipo 'no pôr do sol' ou 'quando o chefe sair') o pássaro vai até sua localização. Se você tocá-la, sua sombra incorpora em você e você sabe de tudo que ela viu desde sua criação",
    "nivel_superior": ""
  },
  {
    "id": "bolha-vital",
    "misterio": ["Água"],
    "nome": "Bolha Vital",
    "nivel": 5,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"S",
    "duracao": "8 horas",
    "descricao": "Você cria uma bolha protetiva. A bolha tem ar dentro dela e permite que o alvo respire até mesmo de baixo d'água, protege de frio e calor severo, e concede um bônus de +1 contra perigos inalados.",
    "nivel_superior": ""
  },
  {
    "id": "prova-agua",
    "misterio": ["Água"],
    "nome": "Prova D'água",
    "nivel": 1,
    "Tempo":"2 ações",
    "Alcance":"Toque",
    "Componentes":"V, S",
    "duracao": "1 hora",
    "descricao": "Você impede que o item alvo se molhe com água. As propriedades hidrofóbicas da magia também garantem redução de dano 10 contra ácido.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 4° nível, a duração aumenta para 1 dia."
  },
  {
    "id": "ondas-vigilantes",
    "misterio": ["Água"],
    "nome": "Ondas Vigilantes",
    "nivel": 3,
    "Tempo":"1 minuto",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "10 minutos (sustentada)",
    "descricao": "Você toca uma superfície d'água e seus sentidos se dispersam assim como as ondas. Quando você conjura a magia, você automaticamente sabe a localização de qualquer corpo d'água de pelo menos 1,5m dentro de 150m. Você pode escolher qualquer corpo d'água para ver e escutar, mas sua visão será perpendicular ao alvo. Por exemplo, você pode ter como alvo uma cachoeira, mas olharia diretamente de cima como se estivesse em um rio. Enquanto você sustenta a magia, você pode escolher outra fonte de água ou se mover na fonte em que está.\nAdemais, sua face aparece como um leve reflexo na superfície d'água enquanto você espiona. Uma criatura pode realizar um teste de percepção contra o seu CD de magia para detectar sua presença na água.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 5° nível, você pode escolher qualquer corpo d'água dentro de 5km"
  },
  {
    "id": "bolha-pacifica",
    "misterio": ["Runomancia"],
    "nome": "Bolha Pacífica",
    "nivel": 4,
    "Tempo":"10 minutos",
    "Alcance":"Toque",
    "Componentes":"V, S, M (Um diamante azul de até $50)",
    "duracao": "24 horas",
    "descricao": "Uma concha opaca de runas cobre a área de 30m, criando uma bolha protetora. Você pode escolher fazer a área menor, em decréscimos de 3m. As runas não impedem viagem, mas aqueles dentro não podem ver fora dela e vice-versa. Magias de advinhação são bloqueadas.\nCriaturas dormindo dentro da área são imunes à sonhos enviados por magias.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o tamanho da barreira aumenta em 30m por nível da magia"
  },
  {
    "id": "caminhar-entre-chamas",
    "misterio": ["Fogo"],
    "nome": "Caminhar entre as chamas",
    "nivel": 5,
    "Tempo":"3 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você pisa em chamas ardentes que são grandes o bastante para você caber e instântaneamente teleporta dentro de 10km para uma chama que tenha a mesma suficiência de tamanho. Assim que você entra no fogo, você adquire consciência de outras chamas de tamanho ideal dentro de 10km e pode sair do fogo original se quiser. Você não pode carregar espaços extradimensionais com você, se não a magia falha",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 6 nível, o alcance se torna 100km.\nNo 8° nível se torna 1000km.\nNo 9° nível se torna planetário."
  },
  {
    "id": "caminho-natureza",
    "misterio": ["Flora"],
    "nome": "Caminho da Natureza",
    "nivel": 5,
    "Tempo":"3 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você entra em uma árvore viva com um tronco grande o bastante para você caber e instântaneamente se teleporta para qualquer árvore que atende os critérios dentro de 10km. Assim que você entra na primeira árvore, você adquire consciência de qualquer árvore que atende os critérios da magia e pode sair da árvore original se preferir. Você não pode carregar espaços extradimensionais com você, se não a magia falha",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 6 nível, o alcance se torna 100km.\nNo 8° nível se torna 1000km.\nNo 9° nível se torna planetário."
  },
  {
    "id": "exeducao-dimensional",
    "misterio": ["Espaçomancia"],
    "nome": "Execução Dimensional",
    "nivel": 9,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você manipula os limites do planos, usando isso para cortar partes da essência de uma criatura e banindo essas partes para outras realidades e dimensões, infringindo o alvo com lacerações profundas. A criatura deve realizar um teste de Vontade ou toma 14d10 de dano (sem tipo) e 2d10 de dano de sangramento persistente. Se o alvo não está em sua Terra natal, ele tem uma penalidade de -4 para o teste. Uma criatura reduzida à 0 pontos de vida tem seu corpo cortado em diversos pedaços e banido para diversos planos e dimensões, deixando nada menos seu equipamento.\nEssa é uma magia rara.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 10° nível, o dano aumenta em 2d10 e o dano persistente aumenta em 1d10"
  },
  {
    "id": "portal",
    "misterio": ["Espaçomancia"],
    "nome": "Portal",
    "nivel": 10,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M (Um diamante de pelo menos $5000)",
    "duracao": "1 minuto, sustentada",
    "descricao": "Você conjura um portal ligando um espaço desocupado que você possa ver a um lugar preciso em outro plano de existência. O portal é uma abertura circular, possuindo um raio de 12m. O portal aparece em um lugar da sua escolha no plano escolhido, assumindo que você tem uma ideia da localização.\nO portal tem uma frente e um verso em cada plano onde aparecer. Viajar é possível apenas atravessando-o pela sua frente. Qualquer coisa que atravessá-lo será instantaneamente transportada para o outro plano, aparecendo em um espaço desocupado mais próximo ao portal.\nDivindades e outros regentes planares podem evitar que portais criados por esta magia se abram em sua presença ou em qualquer lugar de seus domínios.",
    "nivel_superior": ""
  },
  {
    "id": "presente-misterioso",
    "misterio": ["Espaçomancia"],
    "nome": "Presente Misterioso",
    "nivel": 1,
    "Tempo":"1 ação",
    "Alcance":"Médio",
    "Componentes":"S",
    "duracao": "Instantânea",
    "descricao": "Você teleporta um objeto  de 1 espaço ou menos que você esteja segurando para o alvo. O objeto aparece instântaneamente nas mãos do alvo ou nos seus pés se eles não tiverem uma mão livre. O alvo sabe qual objeto você está o enviando. Se o alvo estiver inconsciente, recusar seu presente ou você estiver enviando uma criatura, a magia falha.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 3° nível, o alcance aumenta em 150m. No 5° nível, você pode enviar objetos de 2 espaços e pode conjurar a magia com 3 ações, aumentando o alcance em 5km. Você não precisa ter visão do alvo, mas precisa ser muito familiar com o alvo"
  },
  {
    "id": "azul",
    "misterio": ["Gravitomancia"],
    "nome": "Azul",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você altera a gravidade de um alvo, comprimindo e amassando-a. O alvo deve realizar um teste de Fortitude ou recebe 3d6 de dano de força.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d6 por nível."
  },
    {
    "id": "vermelho",
    "misterio": ["Gravitomancia"],
    "nome": "Vermelho",
    "nivel": 5,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"V, S",
    "duracao": "Instantânea",
    "descricao": "Você cria uma pequena esfera de poder repulsivo e a arremessa contra um alvo, o alvo deve realizar um teste de Fortitude ou 4d10 de dano de força e é empurrado 3m contra você. Em um sucesso, o alvo toma somente metade do dano.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d10 por nível."
  },
    {
    "id": "vazio-roxo",
    "misterio": ["Gravitomancia"],
    "nome": "Vazio Roxo",
    "nivel": 9,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Requisitos: Mistério da Runomancia\nO azul com vermelho da roxo! Você mistura as magias de gravitomancia 'Azul' e 'Vermelho', misturando as duas principais formas de gravitomancia e assim criando uma esfera de pura destruição e desintegração. Dentro do alcance da magia você cria uma esfera de tamanho Grande e a arremessa em linha reta, desintegrando tudo pela frente. Criaturas que forem pegas na linha reta devem realizar um teste de Reflexos ou sofrerão 14d10 de dano de força em uma falha.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 10° nível, o dano aumenta em 2d10"
  },
    {
    "id": "voo",
    "misterio": ["Gravitomancia", "Vento"],
    "nome": "Voo",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"Toque",
    "Componentes":"V, S, M",
    "duracao": "10 turnos",
    "descricao": "Você toca uma criatura voluntária. O alvo ganha deslocamento de voo igual seu deslocamento ou 6m de deslocamento de voo. Quando a magia termina, o alvo cai se ainda estiver no ar, a menos que possa parar a queda.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 7° nível, a magia dura por uma cena"
  },
    {
    "id": "arma-gravitacional",
    "misterio": ["Gravitomancia"],
    "nome": "Arma Gravitacional",
    "nivel": 3,
    "Tempo":"1 ação",
    "Alcance":"Pessoal",
    "Componentes":"V, S",
    "duracao": "10 turnos",
    "descricao": "Você aumenta a força gravitacional dos seus golpes, fazendo seus golpes se tornarem mais poderosos. O seu primeiro golpe na rodada igual, você ganha bônus igual à duas vezes o número de dados da arma. Por exemplo, se você tiver uma espada que causa 2d10 de dano, após usar essa magia o seu primeiro golpe na rodada ganha um bônus de 2d20 + 4",
    "nivel_superior": ""
  },
    {
    "id": "puxao-gravitacional",
    "misterio": ["Gravitomancia"],
    "nome": "Puxão Gravitacional",
    "nivel": 2,
    "Tempo":"1 ação",
    "Alcance":"Curto",
    "Componentes":"V",
    "duracao": "Instantânea",
    "descricao": "Você altera a gravidade subitamente, puxando um alvo até você. O alvo deve fazer um teste de Fortitude ou é puxado 3m na sua ou contra sua direção. Essa magia muda dependendo de quantas ações você gasta nela:\nUma ação (v): a magia tem como alvo uma criatura.\nDuas ações (v, s): a magia tem como alvo uma criatura e puxa o alvo 6m, ao invés de 3m.\n3 ações (v, s, m): a magia tem como alvo até 5 criaturas.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 4° nível, criaturas que falharem no teste também ficam caídas."
  },
    {
    "id": "atracao-constante",
    "misterio": ["Gravitomancia"],
    "nome": "Atração Constante",
    "nivel": 7,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "Sustentada",
    "descricao": "Você cria uma esfera gravitacional, puxando criaturas e objetos ao seu centro constantemente. Todas as criaturas e objetos soltos em um raio de 9m da esfera devem fazer um teste de Reflexos ou serão puxados para o centro da esfera. Criaturas que começarem ou terminarem seu turno dentro da esfera devem realizar um teste de Reflexos ou serão puxadas 4,5m até o centro da esfera e tomam 8d6 de dano de força. Em um sucesso, as criaturas tomam apenas metade do dano. A área da esfera é terreno difícil e você pode movê-la 6m no seu turno usando duas ações.",
    "nivel_superior": "Ao conjurar essa magia com pontos base 2 níveis acima do nível original, o dano aumenta em 2d6"
  },
    {
    "id": "gravidade-variavel",
    "misterio": ["Gravitomancia"],
    "nome": "Gravidade Variável",
    "nivel": 6,
    "Tempo":"2 ações",
    "Alcance":"Pessoal",
    "Componentes":"V, S, M",
    "duracao": "5 turnos (sustentada)",
    "descricao": "Você ajusta como a gravidade te afeta. Escolha um tipo de gravidade ao conjurar a magia. Você pode mudar o tipo de gravidade com uma ação. A magia não altera sua aparência, então é impossível saber qual tipo de gravidade você possui no momento.\nPesado: Você fica Sobrecarregado. Ganha um bônus de +2 contra movimento forçado e tentativas para te deixar caído. Você diminui a distância de movimento forçado pela metade ou 9m, o que for maior. Você só consegue pular igual à metade da distância de pulo. Ao receber dano de queda, você toma dano contundente igual à distância caída.\nLeve: Sua distância de pulo duplica, mas ainda tem o máximo do seu movimento. Quando você faz um Pulo Alto, você pode usar o cálculo de um Pulo Longo para determinar a distância (mas não duplique a distância). Ao determinar dano de queda, você ignora os primeiros 9m de queda e então, toma dano contundente igual à um quarto da queda restante.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 8° nível, a duração muda para 1 hora"
  },
    {
    "id": "faisca-gravitacional",
    "misterio": ["Gravitomancia"],
    "nome": "Faísca Gravitacional",
    "nivel": 1,
    "Tempo":"2 ações",
    "Alcance":"Curto",
    "Componentes":"S",
    "duracao": "Instantânea",
    "descricao": "Com um estalo de dedo você manifesta uma alteração gravitacional sobre um alvo no alcance. O alvo deve ser bem sucedido em teste de Atletismo ou recebe 1d6 de dano contundente e fica mais pesado, perdendo 1,5m de deslocamento até o início de seu próximo turno.",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d6 por nível."
  },
    {
    "id": "queda-suave",
    "misterio": ["Gravitomancia", "Vento"],
    "nome": "Queda Suave",
    "nivel": 2,
    "Tempo":"Reação: Uma criatura está caíndo dentro do alcance",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "10 turnos",
    "descricao": "Escolha uma criatura caindo no alcance da magia. A taxa de queda de uma criatura é reduzida para 18m por rodada até que a magia termine, cálculo de queda não contabiliza enquanto a magia estiver em efeito. Se a criatura cair antes do fim da magia, está não sofre qualquer dano por queda, pode aterrissar de pé e a magia se encerra para aquela criatura.",
    "nivel_superior": ""
  },
    {
    "id": "ceu-descendente",
    "misterio": ["Gravitomancia"],
    "nome": "Céu descendente",
    "nivel": 8,
    "Tempo":"2 ações",
    "Alcance":"Longo",
    "Componentes":"V, S",
    "duracao": "10 turnos (Sustentada)",
    "descricao": "Uma força gravitacional extraordinária esmaga criaturas dentro de um cilindro de 10m de raio e 18m de altura. Todas as criaturas voando dentro da área da magia caem até o fundo da área da magia, duplicando o dano de queda que receberiam normalmente. Elas ainda tomam de dano mesmo se a área da magia terminar em ar livre, como se elas fossem arremessadas para fora da área da magia em grande velocidade. Criaturas no chão dentro do alcance da magia devem realizar um teste de Fortitude ou ficarão Caídas, Atordoada 1 e 2d10 de dano contundente",
    "nivel_superior": "Ao conjurar essa magia com pontos base acima do nível original, o dano aumenta em 1d10 por nível."
  },
    {
    "id": "empurrao-amigavel",
    "misterio": ["Gravitomancia", "Vento"],
    "nome": "Empurrão Amigável",
    "nivel": 2,
    "Tempo":"1 ação",
    "Alcance":"Média",
    "Componentes":"V",
    "duracao": "10 turnos (Sustentada)",
    "descricao": "Você faz uma força mágica para empurrar um objeto Pequeno ou criatura voluntária até 3m em linha reta. Você pode sustentar a magia para mover eles novamente ou escolher outra criatura dentro do alcance. Você pode conjurar essa magia em um aliado inconsciênte, se você fazer isso o movimento não causa reações.\nAdicionalmente, ao empurrar um item leve em uma criatura você faz um ataque mágico, em um acerto ela toma 3d6 de dano físico (a depender do objeto).",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 4° nível, a distância do empurrão se torna 6m e você pode empurrar items Médios, mudando o dano para 5d6. Ao conjurar no 7° nível, o empurrão se torna 10m e você pode empurrar objetos Grandes, mudando o dano para 7d6"
  },
    {
    "id": "levitacao",
    "misterio": ["Gravitomancia", "Vento"],
    "nome": "Levitação",
    "nivel": 3,
    "Tempo":"2 ações",
    "Alcance":"Médio",
    "Componentes":"V, S, M",
    "duracao": "10 turnos (Sustentada)",
    "descricao": "Você nega a gravidade de uma criatura ou objeto à sua escolha e que você possa ver no alcance da magia. A magia pode negar a gravidade de uma criatura Média ou um item de até 2 espaços. Uma criatura involuntária que seja bem-sucedida em um teste de Fortitude ou não é afetada.\nUma criatura pode se mover se utilizar uma ação para empurrar ou puxar um objeto fixo ou superfície no alcance dele, a criatura continua a se mover a mesma distância no começo do seu turno até sair do alcance da magia ou esbarrar em algo. Uma criatura empurrando um objeto de seu tamanho ou menor faz o objeto se mover igual ao seu deslocamento em direção oposta à ela.\nCriaturas que podem levitar ou voar podem usar suas habilidades para se mover dentro da área, criaturas que estiverem no chão podem utilizar dele para empurrar ou puxar.\nQuando essa magia termina, todas as criaturas caem.",
    "nivel_superior": "Ao conjurar essa magia com pontos base de 6° nível, a magia afeta criaturas em alcance de Médio de largura e altura igual um cilindro de 12m."
  },
    {
    "id": "chuva-de-meteoros",
    "misterio": ["Gravitomancia", "Astral"],
    "nome": "Chuva de Meteoros",
    "nivel": 10,
    "Tempo":"3 ações",
    "Alcance":"5 km",
    "Componentes":"V, S, M",
    "duracao": "Instantânea",
    "descricao": "Esferas em chamas de pura brasa caem ao solo em quatro pontos diferentes que você possa ver no alcance da magia. Cada criatura em um raio de 12m centrado em cada ponto escolhido precisa fazer uma salvaguarda de Destreza. As esferas se espalham pelos cantos. A criatura sofrerá 20d6 de dano incinerante e 20d6 de dano esmagador em uma falha, ou metade disso em um sucesso. Uma criatura que esteja em uma área de mais de uma rajada de fogo é afetada uma única vez.",
    "nivel_superior": ""
  },
    {
    "id": "pouso-suave",
    "misterio": ["Gravitomancia"],
    "nome": "Pouso Suave",
    "nivel": 4,
    "Tempo":"2 ações",
    "Alcance":"5 km",
    "Componentes":"V, S, M",
    "duracao": "1 minuto",
    "descricao": "",
    "nivel_superior": ""
  },
    {
    "id": "",
    "misterio": [""],
    "nome": "",
    "nivel": 1,
    "Tempo":"",
    "Alcance":"",
    "Componentes":"V, S, M",
    "duracao": "1 turno",
    "descricao": "",
    "nivel_superior": ""
  }
  
]
